tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jimeh/emacs-builds"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"

brew "coreutils"
brew "docker"
brew "dos2unix"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "helm"
brew "htop"
brew "imagemagick"
brew "ipcalc"
brew "jansson"
brew "jq"
brew "k9s"
brew "kubectx"
brew "markdown"
brew "neofetch"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "ripgrep"
brew "stow"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "tflint"
brew "the_silver_searcher"
brew "tree-sitter"
brew "unzip"
brew "wget"
brew "yq"
brew "koekeishiya/formulae/skhd"

cask "aerospace"
cask "emacs-app-good"
cask "font-hack-nerd-font"
cask "keepassxc"
cask "kitty"
cask "mos"
